<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Order Response Permissions
    |--------------------------------------------------------------------------
    |
    | 出荷予定回答に関する表示権限の設定です。各組織IDごとに、対象となる部門IDを配列で指定します。
    | 例: 組織ID1の場合、部門ID 3 と 5 が対象の場合は、
    | 'shipping_response_permissions' => [
    |    1 => [3, 5],
    | ]
    |
    */

    'shipping_response_permissions' => [
        // 組織ID => [対象部門IDの配列]
        1 => [6,5],
        2 => [5],
        7 => [5],
        // 他の組織も必要に応じて追加可能です
    ],
];
